Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/sigil-tm.tmx
Source language: en
Languages: ca_es

source: About
ca_es: Quant al Sigil

source: The EPUB Editor
ca_es: L'editor d'EPUB

source: Homepage:
ca_es: Lloc web:

source: Version:
ca_es: Versió:

source: Loaded Qt:
ca_es: Versió de Qt:

source: License:
ca_es: Llicència:

source: <a href="http://www.gnu.org/licenses/gpl-3.0-standalone.html">GNU General Public License v3</a>
ca_es: <a href="http://www.gnu.org/licenses/gpl-3.0-standalone.html">Llicència Pública General GNU v3</a>

source: Build time:
ca_es: Data de muntatge:

source: Authors
ca_es: Autors

source: GNU General Public License v3
ca_es: Llicència Pública General GNU v3

source: Maintainer / Lead Developer
ca_es: Mantenidor / Desenvolupador principal

source: Code Contributors
ca_es: Programadors contribuïdors

source: Translators
ca_es: Traductors

source: Original Creator
ca_es: Creador original

source: retired
ca_es: retirat

source: Add metadata property
ca_es: Afegir propietat de metadades

source: Metadata description
ca_es: Descripció amb metadades

source: All Files
ca_es: Tots els fitxers

source: List only the file names which contain the text you enter.
ca_es: Mostra només els noms de fitxer que continguin el text introduït.

source: Filter:
ca_es: Filtre:

source: Directory
ca_es: Carpeta

source: Name
ca_es: Nom

source: File Size (KB)
ca_es: Mida del fitxer (kB)

source: Type
ca_es: Tipus

source: Semantics
ca_es: Semàntica

source: files
ca_es: fitxers

source: Save Report As Comma Separated File
ca_es: Desa l'informe com a fitxer de text separat per comes

source: Cannot save report file.
ca_es: No es pot desar el fitxer d'informe.

source: Image
ca_es: Imatge

source: Audio
ca_es: Àudio

source: Video
ca_es: Vídeo

source: Font
ca_es: Tipus de lletra

source: Unknown
ca_es: Desconegut

source: Appearance
ca_es: Aparença

source: If no font is specifed in the CSS for your page, the following font will be used to display within Sigil. These fonts will not be used in your actual ebook.
ca_es: Si al CSS de la pàgina no s'especifica cap tipus de lletra, el Sigil utilizarà aquests per a la visualització. Al llibre electrònic real no es faran servir aquests tipus de lletra.

source: Default font size to be used for Book View and Preview if no font-size specified in your CSS
ca_es: Cos de lletra per defecte que es farà servir a la vista de llibre i a la vista prèvia si no hi ha cap cos de lletra especificat al CSS

source: Default font family to be used for Book View and Preview if no font-family specified in your CSS
ca_es: Família de lletra per defecte que es farà servir a la vista de llibre i a la vista prèvia si no hi ha cap tipus de lletra especificat al CSS

source: Standard Font:
ca_es: Tipus de lletra estàndard:

source: Default font family to be used for Book View and Preview if a serif font-family specified in your CSS
ca_es: Família de lletra per defecte que es farà servir a la vista de llibre i a la vista prèvia si al CSS s'especifica un tipus de lletra serif

source: Serif Font:
ca_es: Tipus de lletra serif:

source: Default font family to be used for Book View and Preview if a sans-serif font-family specified in your CSS
ca_es: Família de lletra per defecte que es farà servir a la vista de llibre i a la vista prèvia si al CSS s'especifica un tipus de lletra de pal sec

source: Sans-Serif Font:
ca_es: Tipus de lletra de pal sec:

source: Font Size:
ca_es: Cos de lletra:

source: Book View / Preview:
ca_es: Vista de llibre / Vista prèvia:

source: CSS / Code View:
ca_es: CSS / Vista de codi:

source: Font family to be used for text in Code View.
ca_es: Família de lletra que es farà servir pel text a la vista de codi.

source: Item Colors:
ca_es: Color dels elements:

source: Font size to be used for text in Code View.
ca_es: Cos de lletra que es farà servir pel text a la vista de codi.

source: Select an alternative color for this display item
ca_es: Selecciona un color alternatiu per a l'element de visualització

source: Custom Color...
ca_es: Color personalitzat...

source: Insert Special Characters:
ca_es: Inserció de caràcters especials:

source: Font size to be used for Insert Special Characters window
ca_es: Cos de lletra que es farà servir a la finestra d'inserció de caràcters especials

source: Font family to be used for Insert Special Characters window
ca_es: Família de lletra que es farà servir a la finestra d'inserció de caràcters especials

source: Reset all fonts and colors to the default values
ca_es: Reinicia tots els tipus de lletra i els colors als seus valors predeterminats

source: Reset All
ca_es: Reinicia-ho tot

source: Background
ca_es: Fons

source: Foreground
ca_es: Primer pla

source: CSS Comment
ca_es: Comentari CSS

source: CSS Property
ca_es: Propietat CSS

source: CSS Quote
ca_es: Text entre cometes CSS

source: CSS Selector
ca_es: Selector CSS

source: CSS Value
ca_es: Valor CSS

source: Line Highlight
ca_es: Ressaltat de línia

source: Line# Background
ca_es: Fons de la numeració de línia

source: Line# Foreground
ca_es: Primer pla de la numeració de línia

source: Selection Background
ca_es: Selecció del fons

source: Selection Foreground
ca_es: Selecció del primer pla

source: Spelling Underline
ca_es: Subratllat de la correcció ortogràfica

source: XHTML Attribute Name
ca_es: Nom d'atribut XHTML

source: XHTML Attribute Value
ca_es: Valor d'atribut XHTML

source: XHTML CSS
ca_es: CSS XHTML

source: XHTML CSS Comment
ca_es: Comentari CSS XHTML

source: XHTML DocType
ca_es: DocType XHTML

source: XHTML Entity
ca_es: Entitat XHTML

source: XHTML HTML Tag
ca_es: Etiqueta HTML XHTML

source: XHTML HTML Comment
ca_es: Comentari HTML XHTML

source: Book Browser
ca_es: Navegador del llibre

source: Add Semantics
ca_es: Afegeix informació semàntica

source: Font Obfuscation
ca_es: Ofuscament dels tipus de lletra

source: The file "%1" does not exist.
ca_es: El fitxer «%1» no existeix.

source: Are you sure you want to sort the selected files alphanumerically?
ca_es: Esteu segur que voleu ordenar els arxius seleccionats alfanumèricament?

source: This action cannot be reversed.
ca_es: Aquesta acció no es pot desfer.

source: Open With
ca_es: Obre amb

source: file
ca_es: fitxer

source: Unable to delete or replace file "%1".
ca_es: No s'ha pogut esborrar ni reemplaçar el fitxer «%1».

source: Unable to load "%1" A file with this name already exists in the book.
ca_es: No s'ha pogut carregar «%1» Al llibre, ja hi ha un fitxer amb el mateix nom.

source: Save As File
ca_es: Desa com a fitxer

source: Unable to save the file.
ca_es: No s'ha pogut desar el fitxer.

source: Choose the directory to save the files to
ca_es: Escolliu el directori on voleu desar els fitxers

source: One or more files already exists. OK to overwrite?
ca_es: Un o més fitxers ja existeixen. Voleu sobreescriure'ls?

source: Unable to save files. Destination may be a directory.
ca_es: No s'ha pogut desar els fitxers. La destinació ha de ser un directori.

source: Unable to save files.
ca_es: No s'ha pogut desar els fitxers.

source: Cannot rename files since this would result in duplicate filenames.
ca_es: No s'ha pogut canviar el nom dels fitxers ja que es repetirien noms.

source: Neither the NCX nor the OPF can be removed.
ca_es: No es poden eliminar els fitxers NCX i OPF.

source: You cannot remove all html files. There always has to be at least one.
ca_es: No podeu esborrar tots els fitxers HTML. Com a mínim, n'hi ha d'haver un.

source: Add Blank Stylesheet
ca_es: Afegeix un full d'estils en blanc

source: Add Blank SVG Image
ca_es: Afegeix una imatge SVG en blanc

source: Add Existing Files...
ca_es: Afegeix fitxers...

source: Add Copy
ca_es: Afegeix una còpia

source: Rename
ca_es: Canvia el nom

source: Link Stylesheets...
ca_es: Enllaça-hi fulls d'estils...

source: Save As
ca_es: Anomena i desa

source: Other Application
ca_es: Una altra aplicació

source: Cover Image
ca_es: Imatge de la coberta

source: Merge
ca_es: Combina

source: Use Adobe's Method
ca_es: Utilitza el mètode d'Adobe

source: Use IDPF's Method
ca_es: Utilitza el mètode de l'IDPF

source: Select All
ca_es: Selecciona-ho tot

source: Add Existing Files
ca_es: Afegeix fitxers

source: File is not an image and cannot be used: "%1".
ca_es: El fitxer no es pot utilitzar ja que no és una imatge: «%1».

source: File is not multimedia (image, video, audio) and cannot be inserted: "%1".
ca_es: El fitxer no es pot inserir ja que no és un fitxer multimèdia (imatge, vídeo, àudio): «%1».

source: The multimedia file "%1" already exists in the book. OK to replace?
ca_es: El fitxer multimèdia «%1» ja existeix dins el llibre. Voleu reemplaçar-lo?

source: The following file(s) were not loaded due to invalid content or not well formed XML: %1
ca_es: No s'han pogut carregar els fitxers següents ja que tenen contingut incorrecte o XML mal format: %1

source: File(s) added.
ca_es: Fitxers afegits.

source: Unable to set file as cover image.
ca_es: No s'ha pogut establir el fitxer com a imatge de la coberta.

source: Add Blank HTML File
ca_es: Afegeix un fitxer HTML en blanc

source: Delete
ca_es: Esborrar

source: None
ca_es: Cap

source: Sort
ca_es: Ordena

source: Renumber TOC Entries
ca_es: Torna a numerar les entrades de la taula de continguts

source: Validate with W3C
ca_es: Valida amb el W3C

source: Cover
ca_es: Coberta

source: Title Page
ca_es: Portada

source: Table Of Contents
ca_es: Taula de continguts

source: Index
ca_es: Índex

source: Glossary
ca_es: Glossari

source: Acknowledgements
ca_es: Agraïments

source: Bibliography
ca_es: Bibliografia

source: Colophon
ca_es: Colofó

source: CopyrightPage
ca_es: Pàgina de crèdits

source: Dedication
ca_es: Dedicatòria

source: Epigraph
ca_es: Epígraf

source: Foreword
ca_es: Prefaci de l'autor

source: List Of Illustrations
ca_es: Llista d'il·lustracions

source: List Of Tables
ca_es: Llista de taules

source: Preface
ca_es: Prefaci

source: Open
ca_es: Obre

source: Open Tab For
ca_es: Obre una pestanya per

source: Clips
ca_es: Retalls

source: Add To Clips
ca_es: Afegeix als retalls

source: Insert File
ca_es: Inserireix un fitxer

source: Undo
ca_es: Desfés

source: Redo
ca_es: Refés

source: Cut
ca_es: Retalla

source: Copy
ca_es: Copia

source: Copy Image
ca_es: Copia la imatge

source: Paste
ca_es: Enganxa

source: Inspect Element
ca_es: Inspecciona l'element

source: Unsupported
ca_es: No admès

source: Spellcheck mode is not supported in Book View at this time. Switch to Code View.
ca_es: El mode de correcció ortogràfica no s'admet, de moment, en la vista de llibre. Canvieu a vista de codi.

source: Replace is not supported in this view. Switch to Code View.
ca_es: L'opció de reemplaçar no s'admet en aquesta vista. Canvieu a vista de codi.

source: Replace All for the current file is not supported in this view. Switch to Code View.
ca_es: L'opció de reemplaçar-ho tot no s'admet en aquesta vista. Canvieu a vista de codi.

source: CSS Files
ca_es: Fitxers CSS

source: Size (KB)
ca_es: Mida (kB)

source: Times Used
ca_es: Vegades que s'utilitza

source: Delete From Book
ca_es: Elimina-ho del llibre

source: Sigil will send your stylesheet data to the <a href='http://jigsaw.w3.org/css-validator/'>W3C Validation Service</a>.
ca_es: El Sigil enviarà el full d'estil al <a href='http://jigsaw.w3.org/css-validator/'>Servei de validació del W3C </a>.

source: This page should disappear once loaded after 3 seconds.
ca_es: La pàgina hauria de desaparèixer 3 segons després d'haver-se carregat.

source: If your browser does not have javascript enabled, click on the button below.
ca_es: Si el navegador no té activat el javascript, feu clic al botó de sota.

source: Characters in HTML Files
ca_es: Caràcters als fitxers HTML

source: Characters:
ca_es: Caràcters:

source: Character
ca_es: Caràcter

source: Entity Name
ca_es: Nom de l'entitat

source: Entity Description
ca_es: Descripció de l'entitat

source: <p>This is a list of the characters used in all HTML files.<p>
ca_es: <p>Llista dels caràcters utilitzats a tots els fitxers HTML.<p>

source: Style Classes in HTML Files
ca_es: Classes d'estil dels fitxers HTML

source: HTML File
ca_es: Fitxer HTML

source: Class
ca_es: Classe

source: Matched Selector
ca_es: Selector coincident

source: Found In
ca_es: Trobat a

source: <p>This is a list of the style classes used in all HTML files and whether or not the style matched a selector in a linked stylesheet.<p>
ca_es: <p>Llista de les classes d'estil utilitzades a tots els fitxers HTML, tan si coincideixen o no amb un selector d'un full d'estils enllaçat.<p>

source: <p>NOTE:</p>
ca_es: <p>NOTA:</p>

source: <p>Due to the complexities of CSS you must check your code manually to be certain if a style is used or not.</p>
ca_es: <p>La complexitat del CSS obliga a revisar el codi manualment per comprovar si un estil s'utilitza o no.</p>

source: Clean Source
ca_es: Netedat del codi

source: Pretty Print Tidy
ca_es: Endreçat per impressió polida

source: Perform formatting and cleaning of your code to make it valid XHTML.
ca_es: Formata i neteja el codi per obtenir un document XHTML vàlid.

source: Fully clean and format your code. This may change your formatting to use inline style sections.
ca_es: Neteja i formata completament el codi. Pot ser que canvïi el formatat i s'utilitzin seccions d'estil inserides.

source: Save
ca_es: En desar

source: Clean when saving an EPUB.
ca_es: Neteja i formata en desar l'EPUB.

source: Choose when your HTML code is automatically formatted and cleaned using your selected option.
ca_es: Seleccioneu quan voleu que es formati i netegi automàticament el codi HTML amb l'opció seleccionada.

source: Automatically Clean and Format HTML Source Code:
ca_es: Neteja i formata automàticament el codi font HTML:

source: Clean when opening an EPUB or HTML file, and when switching from Book View to Code View.
ca_es: Neteja en obrir un EPUB o un fitxer HTML i en canviar de vista de llibre a vista de codi.

source: Choose what type of cleaning and formatting should be done when automatic cleaning is enabled, or when cleaning manually.
ca_es: Escolliu quin tipus de neteja i formatat automàtic es farà amb la neteja automàtica activada o en netejar manualment

source: When Cleaning, Use This Type:
ca_es: Utilitza aquest tipus en netejar:

source: HTML Tidy
ca_es: HTML endreçat

source: Clip Editor
ca_es: Editor de retalls

source: Filter Name:
ca_es: Filtra el nom:

source: Filter All:
ca_es: Filtra-ho tot:

source: List only the entries containing the text you enter.
ca_es: Mostra només les entrades que continguin el text introduït.

source: Paste Clip
ca_es: Enganxa el retall

source: Move an entry up one entry in the same group.
ca_es: Mou una entrada una posició amunt dins del seu grup.

source: Move an entry to the level of its parent.
ca_es: Mou una entrada al mateix nivell que el seu pare.

source: You must select an item immediately under a group to move it into the group.
ca_es: Cal que l'element estigui just a sota del grup per poder-lo moure dins.

source: Move an entry down one in the group.
ca_es: Mou una entrada una posició avall dins del seu grup.

source: Right click on an entry to see a context menu of actions.
ca_es: Cliqueu amb el botó dret sobre una entrada per mostrar un menú d'accions contextual.

source: Name of your entry or group.
ca_es: Nom de l'entrada o del grup.

source: The text to insert. The text is treated like a Regex replacement expression so \1 can be used to insert the text selected in Code View when you paste the clip.
ca_es: El text per inserir. Aquest text es tracta com un reemplaçament d'expressió regular, de manera que es pot utilitzar \1 per inserir el text seleccionat quan s'enganxa el retall en la vista de codi.

source: Paste the selected entry into the active window.
ca_es: Enganxa l'entrada seleccionada a la finestra activa.

source: You can also right click in your document to select an entry.
ca_es: També podeu seleccionar una entrada fent clic amb el botó dret al document.

source: Save your changes.
ca_es: Desa els canvis.

source: If any other instances of Sigil are running they will be automatically updated with your changes.
ca_es: Si hi ha altres instàncies del Sigil executant-se, se n'actualitzaran automàticament els canvis.

source: Cannot save entries.
ca_es: No es poden desar les entrades.

source: Clip entries loaded from file.
ca_es: Entrades de retalls carregades del fitxer.

source: You cannot select an entry and a group containing the entry.
ca_es: No es pot seleccionar a la vegada una entrada i el grup que la conté.

source: You cannot Copy or Cut groups - use drag-and-drop.
ca_es: Els grups no es poden copiar ni retallar. Podeu arrossegar-los i deixar-los anar.

source: Are you sure you want to reload all entries? This will overwrite any unsaved changes.
ca_es: Esteu segur que voleu tornar a carregar totes les entrades? Tots els canvis sense desar es sobreescriuran.

source: Import Entries
ca_es: Importa entrades

source: Export Selected Entries
ca_es: Exporta les entrades seleccionades

source: Add Entry
ca_es: Afegeix una entrada

source: Add Group
ca_es: Afegeix un grup

source: Edit
ca_es: Edita

source: Import
ca_es: Importa

source: Reload
ca_es: Torna a carregar

source: Export
ca_es: Exporta

source: Export All
ca_es: Exporta-ho tot

source: Collapse All
ca_es: Redueix-ho tot

source: Expand All
ca_es: Amplia-ho tot

source: Autofill
ca_es: Emplena automàticament

source: Clip entries saved.
ca_es: S'han desat les entrades de retall.

source: Sigil: Clip Editor
ca_es: Sigil: Editor de retalls

source: The Clip entries may have been modified. Do you want to save your changes?
ca_es: Les entrades de retalls poden haver estat modificades. Voleu desar-ne els canvis?

source: Unable to create file %1
ca_es: No s'ha pogut crear el fitxer %1

source: Select Text to Paste
ca_es: Selecciona el text per enganxar

source: Recent clipboards:
ca_es: Porta-retalls recents:

source: Cannot insert closing tag at this position.
ca_es: No es pot inserir una etiqueta de tancament en aquesta posició.

source: No open tags found at this position.
ca_es: No s'han trobat etiquetes obertes en aquesta posició.

source: Add To Default Dictionary
ca_es: Afegeix al diccionari predeterminat

source: Add To Dictionary
ca_es: Afegeix al diccionari

source: Ignore
ca_es: Ignora-ho

source: Reformat CSS
ca_es: Tornar a formatar el CSS

source: Multiple Lines Per Style
ca_es: Estil en diverses línies

source: Single Line Per Style
ca_es: Estil en una sola línia

source: Reformat HTML
ca_es: Reformata l'HTML

source: Clean Source - All HTML Files
ca_es: Neteja el codi - Tots els fitxers HTML

source: To Valid HTML
ca_es: A HTML vàlid

source: To Valid HTML - All HTML Files
ca_es: A HTML vàlid - Tots els fitxers HTML

source: Go To Link Or Style
ca_es: Vés a l'enllaç o a l'estil

source: View Image
ca_es: Visualitza la imatge

source: Open Tab For Image
ca_es: Obre una pestanya amb la imatge

source: Mark Selected Text
ca_es: Marca el text seleccionat

source: Unmark Marked Text
ca_es: Desmarca el text marcat

source: You must be in an opening HTML tag to use this feature.
ca_es: Aquesta característica només es pot utilitzar en una etiqueta HTML d'obertura.

source: You must be inside an opening HTML tag to use this feature.
ca_es: Aquesta característica només es pot utilitzar dins d'una etiqueta HTML d'obertura.

source: Delete Files
ca_es: Esborrar fitxers

source: Delete Marked Files
ca_es: Eliminar els fitxers marcats

source: File
ca_es: Fitxer

source: Delete Styles
ca_es: Esborrar estils

source: Delete Marked Styles
ca_es: Esborrar Estils

source: Style
ca_es: Estil

source: Edit Table Of Contents
ca_es: Edita la taula de continguts

source: Add a new TOC entry.
ca_es: Afegeix una entrada nova a la taula de continguts.

source: Add Above
ca_es: Afegeix al damunt

source: Insert a blank entry above the currently selected entry.
ca_es: Insereix una entrada en blanc damunt l'entrada seleccionada actual.

source: Add Below
ca_es: Afegeix a sota

source: Add a blank entry below the currently selected entry.
ca_es: Insereix una entrada en blanc sota l'entrada seleccionada actual.

source: Delete the selected TOC entry
ca_es: Esborra l'entrada seleccionada de la taula de continguts

source: Select Target
ca_es: Selecciona l'objectiu

source: Set the destination of the TOC entry from a list of valid targets in the book.
ca_es: Estableix la destinació de l'entrada de la taula de continguts d'entre una llista de possibles objectius del llibre.

source: Decrease the heading level of the selected entry. You can also use the left arrow key.
ca_es: Disminueix el nivell d'encapçalament de l'entrada seleccionada. També podeu utilitzar la fletxa esquerra.

source: Increase the heading level of the selected entry. You can also use the right arrow key.
ca_es: Augmenta el nivell de capçalera de l'entrada seleccionada. També podeu utilitzar la fletxa dreta.

source: TOC Entry
ca_es: Entrada de la taula de continguts

source: Target
ca_es: Objectiu

source: Find & Replace
ca_es: Cerca i reemplaça

source: Show/Hide Advanced Options
ca_es: Mostra/oculta les opcions avançades

source: Find:
ca_es: Cerca:

source: Find
ca_es: Cerca

source: Hide Find and Replace
ca_es: Oculta cerca i reemplaça

source: Replace highlighted match (if any), then find the Next match in Code View.
ca_es: Reemplaça la coincidència ressaltada (si n'hi ha alguna) i cerca la coincidència següent, a la vista de codi.

source: Replace/Find
ca_es: Reemplaça i cerca

source: Replace highlighted match (if any) in Code View.
ca_es: Reemplaça la coincidència ressaltada (si n'hi ha alguna), a la vista de codi.

source: Options:
ca_es: Opcions:

source: For Regex searches, prefix your search with (?U).
ca_es: Prefixa les cerques en mode expressió regular amb (?U).

source: DotAll
ca_es: Multilínia

source: For Regex searches, prefix your search with (?s).
ca_es: Prefixa les cerques en mode expressió regular amb (?s).

source: Minimal Match
ca_es: Coincidència mínima

source: For Regex searches, tokenise/escape selection when opening Find.
ca_es: A les cerques en mode expressió regular, separa les paraules i escapa alguns caràcters de la selecció en obrir el diàleg de cerca.

source: Auto-Tokenise
ca_es: Separa les paraules

source: Search from current position to end of the current file or book, and then wrap to the other end to continue searching.
ca_es: Cerca des del punt d'inserció fins al final del fitxer o del llibre actuals i continua des del principi fins al punt d'inserció.

source: Wrap
ca_es: Cerca circular

source: Count All
ca_es: Compta-ho tot

source: Replace
ca_es: Reemplaça

source: Replace All
ca_es: Reemplaça-ho tot

source: Replace:
ca_es: Reemplaça:

source: Find next match.
ca_es: Cerca la següent coincidència.

source: Count all matches in Code View.
ca_es: Compta totes les coincidències, a la vista de codi.

source: Replace all matches in Code View.
ca_es: Reemplaça totes les coincidències, a la vista de codi.

source: No matches found
ca_es: No s'ha trobat cap coincidència

source: No replacements made
ca_es: No s'ha fet cap reemplaçament

source: This tab cannot be searched
ca_es: No es pot cercar en aquesta pestanya

source: Restrict the find or replace to the opened file. Hold the Ctrl key down while clicking any search buttons to temporarily restrict the search to the Current File.
ca_es: Limita la cerca o el reemplaçament al fitxer obert. Premeu la tecla de control en clicar sobre qualsevol botó de cerca per limitar temporalment la cerca al fitxer actual.

source: Find or replace in all HTML files in Code View.
ca_es: Cerca o reemplaça a tots els fitxers HTML, a la vista de codi.

source: Selected Files
ca_es: Fitxers seleccionats
